{
	"eng":"aardvark aaron abacuses abolitionism aboveground acclimates acclimating aces actuators adjudications aesthetically afoot aggravatingly anatomically andalusian anglophobia animated anointed archaeologically artlessly bulldozing browsing broiled brightening bricklaying breathlessly brazzaville bracelets bountiful borrowers bordello bootleggers boomerangs bookkeeping bonaventure crepuscular creating creakiest cravenness cowardliness counterexample clarification circumstantially gurgling gush gulpingly groundlessness globetrotter gesticulating geographically gastrointestinal furtherance fundamentalists fulfillment frequencies fossiliferous foamflower fisherman fastidiously expository holidaymaker hoisted hoarseness histrionically hexafluoride hesitatingly hermaphrodites hematology ignominiously idiosyncrasies identifications immobilization impatiently imponderousness improvidentially inalienability incapabilities infinitesimally juxtaposition kafkaesque kampuchea kazakhstan kerosene kinesthetically kleptomaniacs knickerbockers knowledgeable lackadaisical lamentations lasciviously lattermost leeringly legitimately lepidoptera macedonia machiavellianism meaningless meticulously minneapolis mollycoddling mudslinging namelessness nationalizations nebraska necromantic nitrobenzene northbound oatmeal obediences obtrusiveness odoriferously oligarchical optimistically osmotically pacemakers painfulness parallelogram parenthesized peacefulness pepperoni permutations philanthropically plainclothes practicability prevarications publications quadragenarians quarantines quickened rachmaninoff racketeering radioastronomy ramifications readmittance recidivists remembrance restrictively scapegoating scandalizing savableness saute seismograph sheepishness shortsightedness sinker slovenliness sociocultural squiggly straggle studs suicidal suppose tabula tanglement teems tench theist thoughtlessness tiffs totes turnaround ukrainian ubiquitously unaccountableness unadvertised unamortized unattuned unconstitutionally undernourishment unenforcible ungrumblingly unmanufactured unscholarliness unsung vaccinator vaingloriousness vauxhall vehicular vibratability vilify vulnerability waffling waistcoat wallflowers watercolorist weatherbeaten wheelwright woolgather xylophones xenon youthfully zabaglione zanzibar zoroastrian zip",
	"esp":"abaceros absorbentes agarrotaba ametrallo antojaba brincarais breve bucal brava brida cabalgar centuplicas chaflanes cuneabais cuticula dadivoso deambularais dispendios dramatizas ducado ebriedad efectivas egoismo ejecutas exultaremos fabricaba federamos fichases flagelar fustiguemos gabardina gritador grosella gruta guillotinada habana hechura hidrocarburo holgan hueso ibais ignorar ilumina impaciencia isomorfo jabona jeringada juntan juzgases juzgaba kilogramo kilometraje kilovatio kurdo kirie labial leches liberada llamada lucimos macabra menestra mosaica murmuremos mutualismo nacen necesitan nivelabas nombre nutriese obedece obliteran ofende oleosa oxidaciones paciencias perseveras pianista planchabais puntoso quebraba quince quitas quitaste quitar rabeaba reabres recios rumiasen rumorean sabe secado sensibilice separaba subarrendado tallaba temamos tenuidad tiernas tuvierais ubicaba ufanado ujier ulceroso ultranz vacabais vecinas venden vibra votivo wall wat whiski whiskies whisky xenofobia xenofobias yacemos yergue yodado yunques yuxtaponer zafada zelanda zigzages zonzo zutano",
	"dan":"abbeder abonnement adskillelsen afdelingsnummer applikations badstue begyndelsespunkterne beliggenhed beskrivelserne bygningen cayennepeber civiliserede cosinus cykel cyklonen dagbladet darwinisme dekode dokumenter ebcdic effekt egoistisk eksempler erkendelsesteoretisk evig fabelagtigt fejlfri fikse flytte fungere gager gesandtskab gottorp greveligt grundform hackere heltallig historietime hjerteimpuls humanistiske idegrundlag improvisere internat isolering isse japansk jernbeton jorddag jura journalistik kageskeer kejsertanke kildeteksterne klinisk kolossale ladning lensbrev lilleakse lysende lynne madolie medarbejder middelalder mure myrra nordre novellen nuanceret numerisk obersten offervilje ofring oldefar omdirigeres pakken pengeinstitut perry personlig pigers rabatter reaktionen rensdyr rodfunktion rundvisningen sadisme sekstende servicere sigende slutelement subtraktion tabellerne tekstfiler tilfredse torden tvetydig tydelig uadelige ubekendt udbredt uddannede udgjort vakuum vejret videoplade vundet volumen wessels wien withs walter willis zink zoologi zoologisk zonens zar",
	"engDesc":"A bank of English words. The largest bank, the bank has words that range from A to Z.",
	"espDesc":"A bank of Spanish words. A smaller bank, the bank has words that range from A to Z.", 
	"danDesc":"A bank of Danish words. A smaller bank, the bank has words that range from A to Z." ,
	"desc":"The game will display a word. Type it into the text box to score points. The longer the word, the more points you get! You only have 60 seconds to score as many points as possible."

}